Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: File names are zero-padded (`01_…`, `02_…`) so they sort correctly when uploaded.
ar: أسماء الملفات مبطنة بصفر (`01_...`، `02_...`) لذا يتم فرزها بشكل صحيح عند تحميلها.
ca: Els noms dels fitxers s'emplenen amb zero (`01_…`, `02_…`) de manera que s'ordenen correctament quan es pengen.
cs: Názvy souborů jsou odsazeny nulami (`01_…`, `02_…`), takže se při nahrávání správně seřadí.
da: Filnavne er nulpolstrede (`01_…`, `02_...`), så de sorterer korrekt, når de uploades.
de: Dateinamen haben führende Nullen (`01_…`, `02_…`), damit sie beim Hochladen richtig sortiert werden.
el: Τα ονόματα αρχείων έχουν μηδενική συμπλήρωση (`01_…`, `02_…`), ώστε να ταξινομούνται σωστά κατά τη μεταφόρτωση.
es: Los nombres de archivo llevan ceros a la izquierda (`01_…`, `02_…`) para que se ordenen correctamente al subirlos.
fa: نام فایل‌ها با صفر آغازین شماره‌گذاری می‌شوند (`01_…`، `02_…`) تا هنگام آپلود درست مرتب شوند.
fi: Tiedostojen nimet on täytetty nollalla (`01_…`, `02_…`), joten ne lajitellaan oikein lähetettäessä.
fr: Les noms de fichiers sont complétés par des zéros (`01_…`, `02_…`) afin d'être triés correctement lors de l'envoi.
he: שמות הקבצים מרופדים באפס (`01_…`, `02_…`) כך שהם ממוינים כראוי בעת העלאתם.
hr: Nazivi datoteka dopunjeni su nulama (`01_…`, `02_…`) tako da se ispravno sortiraju kada se učitaju.
hu: A fájlnevek nullázottak (`01_…`, `02_…`), így feltöltéskor helyesen rendeződnek.
id: Nama file diberi bantalan nol (`01_…`, `02_…`) sehingga diurutkan dengan benar saat diunggah.
it: I nomi dei file hanno zeri iniziali (`01_…`, `02_…`) così vengono ordinati correttamente al caricamento.
ja: ファイル名はゼロ埋めされる (`01_…`、`02_…`) ため、アップロード時に正しい順序で並びます。
ko: 파일 이름은 0으로 채워져(`01_…`, `02_…`) 업로드 시 올바르게 정렬됩니다.
ms: Nama fail berlapik sifar (`01_…`, `02_…`) supaya ia diisih dengan betul apabila dimuat naik.
nl: Bestandsnamen zijn voorzien van nulvulling (`01_…`, `02_…`), zodat ze correct worden gesorteerd wanneer ze worden geüpload.
no: Filnavn er null-polstret (`01_…`, `02_...`), så de sorterer riktig når de lastes opp.
pl: Nazwy plików są uzupełniane zerami (`01_…`, `02_…`), więc po przesłaniu są poprawnie sortowane.
pt_br: Os nomes dos arquivos têm zeros à esquerda (`01_…`, `02_…`) para ficarem na ordem certa ao serem enviados.
pt_pt: Os nomes dos ficheiros são preenchidos com zeros (`01_…`, `02_…`) para que sejam classificados corretamente quando carregados.
ro: Numele fișierelor sunt completate cu zero (`01_…`, `02_…`), astfel încât sunt sortate corect când sunt încărcate.
ru: Имена файлов дополняются нулями (`01_…`, `02_…`), чтобы при загрузке они сортировались правильно.
sk: Názvy súborov sú odsadené nulou (`01_…`, `02_…`), takže sa pri nahrávaní správne zoradia.
sl: Imena datotek so podložena z ničlo (`01_…`, `02_…`), tako da so pravilno razvrščena, ko so naložena.
sv: Filnamnen är nollutfyllda (`01_…`, `02_...`) så de sorteras korrekt när de laddas upp.
th: ชื่อไฟล์มีช่องว่างภายในเป็นศูนย์ (`01_…`, `02_…`) ดังนั้นจึงจัดเรียงอย่างถูกต้องเมื่ออัปโหลด
tr: Dosya adları sıfırla doldurulur (`01_…`, `02_…`); böylece yüklendiklerinde doğru sıralanırlar.
uk: Імена файлів доповнюються нулями (`01_…`, `02_…`), тож після вивантаження вони сортуються правильно.
ur: فائل کے نام زیرو پیڈڈ (`01_…`, `02_…`) ہیں لہذا اپ لوڈ ہونے پر وہ درست طریقے سے ترتیب دیتے ہیں۔
vi: Tên tệp không được đệm (`01_…`, `02_…`) để chúng sắp xếp chính xác khi tải lên.
zh_hans: 文件名会以零补齐（`01_…`、`02_…`），以便上传时正确排序。
zh_hant: 檔名會補零（`01_…`、`02_…`），以便上傳時能正確排序。

source: Fill
ar: ملء
ca: Omplir
cs: Vyplňte
da: Fyld
de: Füllung
el: Συμπληρώστε
es: Relleno
fa: پرکردن
fi: Täytä
fr: Remplissage
he: למלא
hr: Ispunite
hu: Töltse ki
id: Isi
it: Riempi
ja: 塗りつぶし
ko: 채우기
ms: isi
nl: Vullen
no: Fyll
pl: Wypełnij
pt_br: Preenchimento
pt_pt: Preencher
ro: Umpleți
ru: Заливка
sk: Vyplňte
sl: Izpolnite
sv: Fyll
th: เติม
tr: Dolgu
uk: Заповнення
ur: بھرنا
vi: Điền vào
zh_hans: 填充
zh_hant: 填滿

source: Fill color
ar: ملء اللون
ca: Color d'ompliment
cs: Barva výplně
da: Fyld farve
de: Füllfarbe
el: Χρώμα γεμίσματος
es: Color de relleno
fa: رنگ پرکردن
fi: Täyteväri
fr: Couleur de remplissage
he: צבע מילוי
hr: Boja ispune
hu: Kitöltés színe
id: Isi warna
it: Colore di riempimento
ja: 塗りつぶしの色
ko: 채우기 색상
ms: Warna isian
nl: Vul kleur
no: Fyllfarge
pl: Kolor wypełnienia
pt_br: Cor de preenchimento
pt_pt: Cor de preenchimento
ro: Culoare de umplere
ru: Цвет заливки
sk: Farba výplne
sl: Barva polnila
sv: Fyllningsfärg
th: เติมสี
tr: Dolgu rengi
uk: Колір заповнення
ur: رنگ بھریں۔
vi: Tô màu
zh_hans: 填充颜色
zh_hant: 填滿顏色

# fillMode.fill
source: Fill
ar: ملء
ca: Omplir
cs: Vyplňte
da: Fyld
de: Füllen
el: Συμπληρώστε
es: Rellenar
fa: پرکردن
fi: Täytä
fr: Remplir
he: למלא
hr: Ispunite
hu: Töltse ki
id: Isi
it: Riempi
ja: カバー
ko: 채우기
ms: isi
nl: Vullen
no: Fyll
pl: Wypełnij
pt_br: Preencher
pt_pt: Preencher
ro: Umpleți
ru: Заполнить
sk: Vyplňte
sl: Izpolnite
sv: Fyll
th: เติม
tr: Doldur
uk: Заповнити
ur: بھرنا
vi: Điền vào
zh_hans: 填充
zh_hant: 填滿

# fillMode.fit
source: Fit
ar: صالح
ca: Ajusta
cs: Přizpůsobit
da: Tilpas
de: Anpassen
el: Προσαρμογή
es: Ajustar
fa: متناسب
fi: Sopiva
fr: Ajuster
he: בכושר
hr: Prilagodi
hu: Illesztés
id: Cocok
it: Adatta
ja: フィット
ko: 맞춤
ms: Sesuai
nl: Pasvorm
no: Tilpass
pl: Dopasuj
pt_br: Ajustar
pt_pt: Ajustar
ro: Potrivire
ru: Вписать
sk: Prispôsobiť
sl: Prilagodi
sv: Anpassa
th: พอดี
tr: Sığdır
uk: Вмістити
ur: فٹ
vi: Phù hợp
zh_hans: 适合
zh_hant: 符合

# fillMode.stretch
source: Stretch
ar: تمتد
ca: Estirar
cs: Protáhnout
da: Stræk
de: Strecken
el: Τέντωμα
es: Estirar
fa: کشش
fi: Venytä
fr: Étirer
he: למתוח
hr: Istegnite se
hu: Nyújtsd
id: Peregangan
it: Estendi
ja: 伸縮
ko: 늘이기
ms: Regangan
nl: Strek
no: Strekk
pl: Rozciągnij
pt_br: Esticar
pt_pt: Esticar
ro: Întindere
ru: Растянуть
sk: Natiahnuť
sl: Raztegni
sv: Sträck
th: ยืดกล้ามเนื้อ
tr: Uzat
uk: Розтягнути
ur: کھینچنا
vi: Căng ra
zh_hans: 拉伸
zh_hant: 延展

# fillMode.tile
source: Tile
ar: بلاط
ca: Rajola
cs: Dlaždice
da: Flise
de: Kacheln
el: Πλακάκι
es: Mosaico
fa: کاشی
fi: Laatta
fr: Mosaïque
he: אריח
hr: Pločica
hu: Csempe
id: Ubin
it: Affianca
ja: タイル
ko: 타일
ms: jubin
nl: Tegel
no: Flislegg
pl: Płytka
pt_br: Lado a lado
pt_pt: Azulejo
ro: Tigla
ru: Замостить
sk: Dlaždice
sl: Ploščica
sv: Kakel
th: เรียงต่อกัน
tr: Döşe
uk: Замостити
ur: ٹائل
vi: Ngói
zh_hans: 平铺
zh_hant: 拼貼

source: Finish
ar: إنهاء
ca: Acabar
cs: Dokončit
da: Afslut
de: Oberfläche
el: Τελειώστε
es: Acabado
fa: پرداخت
fi: Valmis
fr: Finition
he: סיים
hr: završiti
hu: Befejezés
id: Selesai
it: Finitura
ja: 仕上げ
ko: 마감
ms: Selesai
nl: Afwerking
no: Fullfør
pl: Zakończ
pt_br: Acabamento
pt_pt: Concluir
ro: Termină
ru: Отделка
sk: Dokončiť
sl: Končaj
sv: Avsluta
th: เสร็จสิ้น
tr: Yüzey
uk: Покриття
ur: ختم کرنا
vi: Kết thúc
zh_hans: 质感
zh_hant: 質感

source: Finish setup
ar: إنهاء الإعداد
ca: Finalitza la configuració
cs: Dokončete nastavení
da: Afslut opsætningen
de: Einrichtung abschließen
el: Ολοκληρώστε τη ρύθμιση
es: Finalizar configuración
fa: تکمیل راه‌اندازی
fi: Viimeistele asennus
fr: Terminer la configuration
he: סיים את ההגדרה
hr: Završi postavljanje
hu: Fejezze be a beállítást
id: Selesaikan penyiapan
it: Completa la configurazione
ja: セットアップを完了
ko: 설정 완료
ms: Selesaikan persediaan
nl: Voltooi de installatie
no: Fullfør oppsettet
pl: Zakończ konfigurację
pt_br: Concluir configuração
pt_pt: Concluir configuração
ro: Finalizați configurarea
ru: Завершить настройку
sk: Dokončite nastavenie
sl: Dokončajte nastavitev
sv: Slutför installationen
th: ตั้งค่าให้เสร็จสิ้น
tr: Kurulumu bitirin
uk: Завершіть налаштування
ur: سیٹ اپ مکمل کریں۔
vi: Hoàn tất thiết lập
zh_hans: 完成设置
zh_hant: 完成設定

# Finished %lld of %lld steps. Check each set's state — some did not complete.
source: Finished %1$lld of %2$lld steps. Check each set's state — some did not complete.
ar: تم الانتهاء من %1$lld من %2$lld من الخطوات. تحقق من حالة كل مجموعة — بعضها لم يكتمل.
ca: S'han acabat %1$lld de %2$lld passos. Comproveu l'estat de cada conjunt; alguns no s'han completat.
cs: Dokončeno %1$lld z %2$lld kroků. Zkontrolujte stav každé sady – některé nebyly dokončeny.
da: Fuldførte %1$lld af %2$lld trin. Kontroller hvert sæts tilstand - nogle fuldførte ikke.
de: %1$lld von %2$lld Schritten abgeschlossen. Prüfe den Status jedes Sets – einige wurden nicht abgeschlossen.
el: Finished %1$lld of %2$lld steps. Ελέγξτε την κατάσταση κάθε σετ — ορισμένα δεν ολοκληρώθηκαν.
es: Se completaron %1$lld de %2$lld pasos. Comprueba el estado de cada conjunto; algunos no terminaron.
fa: %1$lld از %2$lld مرحله به پایان رسید. وضعیت هر مجموعه را بررسی کنید - برخی کامل نشدند.
fi: %1$lld / %2$lld on valmis. Tarkista jokaisen sarjan tila – jotkut eivät valmistuneet.
fr: %1$lld étapes sur %2$lld terminées. Vérifiez l'état de chaque ensemble : certains n'ont pas abouti.
he: סיימו %1$lld מתוך %2$lld שלבים. בדוק את המצב של כל סט - חלקם לא הושלמו.
hr: Završeno %1$lld od %2$lld koraka. Provjerite stanje svakog skupa — neki nisu dovršeni.
hu: %2$lld lépésből %1$lld végzett. Ellenőrizze az egyes készletek állapotát – néhány nem fejeződött be.
id: Menyelesaikan %1$lld dari %2$lld langkah. Periksa status setiap set — beberapa tidak selesai.
it: Completati %lld passaggi su %lld. Controlla lo stato di ogni set: alcuni non sono stati completati.
ja: %2$lldステップ中%1$lldステップが完了しました。一部のセットは完了していないため、各セットの状態を確認してください。
ko: %2$lld 단계 중 %1$lld 단계를 완료했습니다. 각 세트의 상태를 확인하세요. 일부는 완료되지 않았습니다.
ms: Selesai %1$lld daripada %2$lld langkah. Semak keadaan setiap set — ada yang tidak lengkap.
nl: %1$lld van %2$lld stappen voltooid. Controleer de staat van elke set; sommige zijn niet voltooid.
no: Fullførte %1$lld av %2$lld trinn. Sjekk tilstanden til hvert sett - noen fullførte ikke.
pl: Ukończono %1$lld z %2$lld kroków. Sprawdź stan każdego zestawu — niektóre nie zostały ukończone.
pt_br: Concluídas %1$lld de %2$lld etapas. Verifique o estado de cada conjunto — alguns não foram concluídos.
pt_pt: Concluído %1$lld de %2$lld etapas. Verifique o estado de cada conjunto – alguns não foram concluídos.
ro: S-au terminat %1$lld din %2$lld pași. Verificați starea fiecărui set - unele nu s-au finalizat.
ru: Выполнено шагов: %lld из %lld. Проверьте состояние каждого набора — некоторые не завершились.
sk: Dokončených %1$lld z %2$lld krokov. Skontrolujte stav každej sady – niektoré neboli dokončené.
sl: Končanih %1$lld od %2$lld korakov. Preverite stanje vsakega niza – nekateri niso dokončani.
sv: Avslutade %1$lld av %2$lld steg. Kontrollera varje uppsättnings tillstånd — några slutfördes inte.
th: เสร็จสิ้น %1$lld จาก %2$lld ขั้นตอนแล้ว ตรวจสอบสถานะของแต่ละชุด - บางชุดยังไม่เสร็จสมบูรณ์
tr: %2$lld adımdan %1$lld tanesi tamamlandı. Her setin durumunu denetleyin — bazıları tamamlanmadı.
uk: Завершено кроків: %lld з %lld. Перевірте стан кожного набору — деякі не завершилися.
ur: %2$lld مراحل میں سے %1$lld مکمل ہوئے۔ ہر سیٹ کی حالت چیک کریں — کچھ مکمل نہیں ہوئے۔
vi: Đã hoàn tất %1$lld trong tổng số %2$lld bước. Kiểm tra trạng thái của từng bộ - một số chưa hoàn thành.
zh_hans: 已完成 %1$lld/%2$lld 个步骤。请检查每组的状态——部分未完成。
zh_hant: 已完成 %lld／%lld 個步驟。請檢查每一組的狀態——部分未完成。

source: First-time enable migrates your local project library into iCloud. A progress indicator shows the migration.
ar: يؤدي التمكين لأول مرة إلى ترحيل مكتبة مشروعك المحلية إلى iCloud. يظهر مؤشر التقدم الهجرة.
ca: L'activació per primera vegada migra la biblioteca local del projecte a iCloud. Un indicador de progrés mostra la migració.
cs: První povolení migruje vaši místní knihovnu projektů do iCloud. Indikátor průběhu ukazuje migraci.
da: Første gangs aktivering migrerer dit lokale projektbibliotek til iCloud. En fremskridtsindikator viser migreringen.
de: Beim ersten Aktivieren wird deine lokale Projektbibliothek nach iCloud übertragen. Eine Fortschrittsanzeige zeigt den Vorgang.
el: Η ενεργοποίηση για πρώτη φορά μετεγκαθιστά την τοπική βιβλιοθήκη του έργου σας στο iCloud. Ένας δείκτης προόδου δείχνει τη μετεγκατάσταση.
es: La primera vez que la activas, tu biblioteca de proyectos local se traslada a iCloud. Un indicador muestra el progreso.
fa: نخستین بار که فعالش کنید، کتابخانهٔ پروژه‌های محلی شما به iCloud منتقل می‌شود و نشانگر پیشرفت، این انتقال را نمایش می‌دهد.
fi: Ensimmäisen kerran käyttöönotto siirtää paikallisen projektikirjastosi terminaaliin iCloud. Edistymisosoitin näyttää siirtymisen.
fr: La première activation transfère votre bibliothèque de projets locale vers iCloud. Un indicateur de progression suit la migration.
he: הפעלה בפעם הראשונה מעבירה את ספריית הפרויקט המקומית שלך אל iCloud. מחוון התקדמות מציג את ההגירה.
hr: Prvo uključivanje migrira vašu lokalnu biblioteku projekta u iCloud. Indikator napretka pokazuje migraciju.
hu: Az első alkalommal történő engedélyezés áttelepíti a helyi projektkönyvtárat a iCloud kifejezésbe. Egy folyamatjelző mutatja a migrációt.
id: Pengaktifan pertama kali akan memigrasikan pustaka proyek lokal Anda ke iCloud. Indikator kemajuan menunjukkan migrasi.
it: La prima attivazione trasferisce la libreria dei progetti locale su iCloud. Un indicatore mostra l'avanzamento della migrazione.
ja: 初めて有効にすると、ローカルのプロジェクトライブラリが iCloud に移行されます。移行中は進行状況が表示されます。
ko: 처음 활성화하면 로컬 프로젝트 라이브러리가 iCloud로 마이그레이션됩니다. 진행률 표시기에 마이그레이션이 표시됩니다.
ms: Daya kali pertama memindahkan pustaka projek setempat anda ke iCloud. Penunjuk kemajuan menunjukkan penghijrahan.
nl: Als u de eerste keer inschakelt, wordt uw lokale projectbibliotheek gemigreerd naar iCloud. Een voortgangsindicator geeft de migratie weer.
no: Førstegangsaktivering migrerer ditt lokale prosjektbibliotek til iCloud. En fremdriftsindikator viser migreringen.
pl: Włączenie po raz pierwszy powoduje migrację lokalnej biblioteki projektu do iCloud. Wskaźnik postępu pokazuje migrację.
pt_br: Na primeira ativação, sua biblioteca local de projetos é migrada para o iCloud. Um indicador de progresso mostra a migração.
pt_pt: A ativação pela primeira vez migra sua biblioteca de projeto local para iCloud. Um indicador de progresso mostra a migração.
ro: Activarea pentru prima dată migrează biblioteca dvs. locală de proiect în iCloud. Un indicator de progres arată migrarea.
ru: При первом включении локальная библиотека проектов переносится в iCloud. Ход переноса отображается индикатором.
sk: Pri prvom povolení migrujete vašu lokálnu projektovú knižnicu do iCloud. Indikátor priebehu zobrazuje migráciu.
sl: Prvo omogočanje preseli vašo lokalno projektno knjižnico v iCloud. Indikator napredka prikazuje selitev.
sv: Förstagångsaktivering migrerar ditt lokala projektbibliotek till iCloud. En förloppsindikator visar migreringen.
th: การเปิดใช้งานครั้งแรกจะย้ายไลบรารีโครงการในเครื่องของคุณไปที่ iCloud ตัวบ่งชี้ความคืบหน้าจะแสดงการย้ายข้อมูล
tr: İlk kez etkinleştirdiğinizde yerel proje arşiviniz iCloud'a taşınır. Taşıma işlemini bir ilerleme göstergesi gösterir.
uk: Під час першого ввімкнення ваша локальна бібліотека проєктів переноситься в iCloud. Перебіг перенесення показує індикатор.
ur: پہلی بار فعال آپ کی مقامی پروجیکٹ لائبریری کو iCloud میں منتقل کرتا ہے۔ ترقی کا ایک اشارے ہجرت کو ظاہر کرتا ہے۔
vi: Kích hoạt lần đầu sẽ di chuyển thư viện dự án cục bộ của bạn vào iCloud. Chỉ báo tiến trình hiển thị quá trình di chuyển.
zh_hans: 首次启用时，会将你的本地项目库迁移到 iCloud，并显示迁移进度。
zh_hant: 首次啟用時會將你的本機專案資料庫遷移到 iCloud。進度指示器會顯示遷移進度。

source: Fit
ar: صالح
ca: Ajusta
cs: Přizpůsobit
da: Tilpas
de: Anpassen
el: Προσαρμογή
es: Ajustar
fa: متناسب
fi: Sopiva
fr: Ajuster
he: בכושר
hr: Prilagodi
hu: Illesztés
id: Cocok
it: Adatta
ja: フィット
ko: 맞춤
ms: Sesuai
nl: Pasvorm
no: Tilpass
pl: Dopasuj
pt_br: Ajustar
pt_pt: Ajustar
ro: Potrivire
ru: Вписать
sk: Prispôsobiť
sl: Prilagodi
sv: Anpassa
th: พอดี
tr: Sığdır
uk: Вмістити
ur: فٹ
vi: Phù hợp
zh_hans: 适合
zh_hant: 符合

source: Fit %@ to the editor
ar: تناسب %1$@ مع المحرر
ca: Ajusteu %1$@ a l'editor
cs: Přizpůsobit %1$@ editoru
da: Tilpas %1$@ til editoren
de: %1$@ an den Editor anpassen
el: Προσαρμόστε το %1$@ στο πρόγραμμα επεξεργασίας
es: Ajustar %1$@ al editor
fa: متناسب کردن %1$@ با ویرایشگر
fi: Sovita %1$@ editoriin
fr: Ajuster %1$@ à l'éditeur
he: התאם את %1$@ לעורך
hr: Prilagodite %1$@ uređivaču
hu: Illessze az %1$@-ot a szerkesztőhöz
id: Sesuaikan %1$@ dengan editor
it: Adatta %@ all'editor
ja: %1$@ をエディタに合わせる
ko: %1$@을(를) 편집기에 맞추기
ms: Muatkan %1$@ pada editor
nl: Pas %1$@ aan de editor aan
no: Tilpass %1$@ til redigeringsprogrammet
pl: Dopasuj %1$@ do edytora
pt_br: Ajustar %1$@ ao editor
pt_pt: Ajustar %1$@ ao editor
ro: Potriviți %1$@ editorului
ru: Вписать %@ в редактор
sk: Prispôsobiť %1$@ editoru
sl: Prilagodi %1$@ urejevalniku
sv: Anpassa %1$@ till redigeraren
th: ปรับ %1$@ ให้พอดีกับตัวแก้ไข
tr: %@ satırını düzenleyiciye sığdır
uk: Вмістити %@ у редактор
ur: ایڈیٹر میں %1$@ کو فٹ کریں۔
vi: Điều chỉnh %1$@ cho trình chỉnh sửa
zh_hans: 将 %@ 缩放至适合编辑器
zh_hant: 將 %@ 調整為符合編輯器大小

source: Fit canvas to the window
ar: تناسب القماش على النافذة
ca: Col·loca el llenç a la finestra
cs: Připevněte plátno k oknu
da: Tilpas lærred til vinduet
de: Leinwand an das Fenster anpassen
el: Τοποθετήστε καμβά στο παράθυρο
es: Ajustar el lienzo a la ventana
fa: متناسب کردن بوم با پنجره
fi: Sovita kangas ikkunaan
fr: Ajuster le canevas à la fenêtre
he: התאם קנבס לחלון
hr: Postavite platno na prozor
hu: Illessze a vásznat az ablakhoz
id: Pasangkan kanvas ke jendela
it: Adatta la tela alla finestra
ja: キャンバスをウインドウに合わせる
ko: 캔버스를 윈도우에 맞추기
ms: Pasangkan kanvas pada tingkap
nl: Bevestig canvas aan het raam
no: Tilpass lerret til vinduet
pl: Dopasuj płótno do okna
pt_br: Ajustar a tela à janela
pt_pt: Ajustar a ecrã à janela
ro: Așezați pânza pe fereastră
ru: Вписать холст в окно
sk: Pripevnite plátno k oknu
sl: Namestite platno na okno
sv: Anpassa duk till fönstret
th: ปรับขนาดผ้าใบให้พอดีหน้าต่าง
tr: Tuvali pencereye sığdır
uk: Вмістити полотно у вікно
ur: کینوس کو کھڑکی پر فٹ کریں۔
vi: Lắp canvas vào cửa sổ
zh_hans: 将画布缩放至适合窗口
zh_hant: 將畫布調整為符合視窗大小

source: Fit the selected row to the editor
ar: احتواء الصف المحدد في المحرر
ca: Ajusteu la fila seleccionada a l'editor
cs: Přizpůsobit vybraný řádek editoru
da: Tilpas den valgte række til editoren
de: Ausgewählte Zeile an den Editor anpassen
el: Προσαρμόστε την επιλεγμένη σειρά στο πρόγραμμα επεξεργασίας
es: Ajustar la fila seleccionada al editor
fa: متناسب کردن ردیف انتخاب‌شده با ویرایشگر
fi: Sovita valittu rivi editoriin
fr: Ajuster la ligne sélectionnée à l'éditeur
he: התאם את השורה שנבחרה לעורך
hr: Prilagodi odabrani red uređivaču
hu: Illessze a kiválasztott sort a szerkesztőbe
id: Paskan baris yang dipilih ke editor
it: Adatta la riga selezionata all'editor
ja: 選択した行をエディタに合わせる
ko: 선택한 행을 편집기에 맞춥니다.
ms: Muatkan baris yang dipilih pada editor
nl: Pas de geselecteerde rij aan de editor aan
no: Tilpass den valgte raden til editoren
pl: Dopasuj wybrany wiersz do edytora
pt_br: Ajustar a linha selecionada ao editor
pt_pt: Ajustar a linha selecionada ao editor
ro: Potriviți rândul selectat în editor
ru: Вписать выбранную строку в редактор
sk: Prispôsobte vybraný riadok editoru
sl: Prilagodi izbrano vrstico urejevalniku
sv: Anpassa den valda raden till redigeraren
th: ปรับแถวที่เลือกให้พอดีกับตัวแก้ไข
tr: Seçili satırı düzenleyiciye sığdır
uk: Вмістити вибраний рядок у редактор
ur: منتخب قطار کو ایڈیٹر پر فٹ کریں۔
vi: Điều chỉnh hàng đã chọn cho trình chỉnh sửa
zh_hans: 将所选行缩放至适合编辑器
zh_hant: 將所選列調整為符合編輯器大小

source: Fit to Editor
ar: صالح للمحرر
ca: Ajust a Editor
cs: Přizpůsobit editoru
da: Tilpas til Editor
de: An Editor anpassen
el: Προσαρμογή στο πρόγραμμα επεξεργασίας
es: Ajustar al editor
fa: متناسب با ویرایشگر
fi: Sovita editoriin
fr: Ajuster à l'éditeur
he: התאמה לעורך
hr: Prilagodi uređivaču
hu: Szerkesztőhöz igazítás
id: Cocok untuk Editor
it: Adatta all'editor
ja: エディタに合わせる
ko: 편집기에 맞추기
ms: Sesuai dengan Editor
nl: Aanpassen aan editor
no: Tilpass til redaktør
pl: Dopasuj do edytora
pt_br: Ajustar ao editor
pt_pt: Ajustar ao Editor
ro: Potrivire la editor
ru: Вписать в редактор
sk: Prispôsobiť editoru
sl: Prilagodi urejevalniku
sv: Anpassa till Editor
th: ปรับให้พอดีกับตัวแก้ไข
tr: Düzenleyiciye Sığdır
uk: Вмістити в редактор
ur: ایڈیٹر کے لیے فٹ
vi: Phù hợp với trình chỉnh sửa
zh_hans: 适合编辑器
zh_hant: 符合編輯器大小

source: Fix
ar: إصلاح
ca: Arreglar
cs: Opravit
da: Ret
de: Beheben
el: Διορθώστε
es: Corregir
fa: اصلاح
fi: Korjaa
fr: Corriger
he: תקן
hr: popraviti
hu: Javítás
id: Perbaiki
it: Correggi
ja: 修正
ko: 수정
ms: Betulkan
nl: Repareren
no: Løs
pl: Napraw
pt_br: Corrigir
pt_pt: Correção
ro: Rezolvă
ru: Исправить
sk: Opraviť
sl: Popravi
sv: Fixa
th: แก้ไข
tr: Düzelt
uk: Виправити
ur: درست کریں۔
vi: sửa chữa
zh_hans: 修复
zh_hant: 修正

source: Fix required
ar: الإصلاح مطلوب
ca: Cal arreglar
cs: Je nutná oprava
da: Rettelse påkrævet
de: Korrektur erforderlich
el: Απαιτείται επιδιόρθωση
es: Corrección necesaria
fa: نیاز به اصلاح
fi: Korjaus vaaditaan
fr: Correction requise
he: נדרש תיקון
hr: Potreban popravak
hu: Javítás szükséges
id: Diperlukan perbaikan
it: Correzione necessaria
ja: 修正が必要です
ko: 수정 필요
ms: Pembetulan diperlukan
nl: Oplossing vereist
no: Reparasjon kreves
pl: Wymagana poprawka
pt_br: Correção necessária
pt_pt: Correção necessária
ro: Este necesară repararea
ru: Требуется исправление
sk: Vyžaduje sa oprava
sl: Potreben popravek
sv: Fix krävs
th: จำเป็นต้องแก้ไข
tr: Düzeltme gerekli
uk: Потрібне виправлення
ur: درست کرنا ضروری ہے۔
vi: Yêu cầu sửa lỗi
zh_hans: 需要修复
zh_hant: 需要修正

source: Fix the preflight errors before reviewing changes.
ar: قم بإصلاح أخطاء الاختبار المبدئي قبل مراجعة التغييرات.
ca: Corregiu els errors del control previ abans de revisar els canvis.
cs: Před kontrolou změn opravte chyby před výstupem.
da: Ret preflight-fejlene, før du gennemgår ændringer.
de: Behebe die Fehler der Vorabprüfung, bevor du die Änderungen prüfst.
el: Διορθώστε τα σφάλματα πριν από την εξέταση των αλλαγών.
es: Corrige los errores de la comprobación previa antes de revisar los cambios.
fa: پیش از بازبینی تغییرات، خطاهای بررسی اولیه را برطرف کنید.
fi: Korjaa esitarkastuksen virheet ennen muutosten tarkistamista.
fr: Corrigez les erreurs de vérification préalable avant d'examiner les modifications.
he: תקן את השגיאות לפני בדיקת השינויים.
hr: Ispravite pogreške prije provjere prije pregledavanja promjena.
hu: A módosítások áttekintése előtt javítsa ki az elővizsgálati hibákat.
id: Perbaiki kesalahan pra-penerbangan sebelum meninjau perubahan.
it: Correggi gli errori della verifica preliminare prima di rivedere le modifiche.
ja: 変更を確認する前に、プリフライト エラーを修正してください。
ko: 변경 사항을 검토하기 전에 사전 점검 오류를 수정하세요.
ms: Betulkan ralat prapenerbangan sebelum menyemak perubahan.
nl: Los de preflightfouten op voordat u de wijzigingen beoordeelt.
no: Rett opp forhåndskontrollfeilene før du går gjennom endringene.
pl: Napraw błędy inspekcji wstępnej przed przejrzeniem zmian.
pt_br: Corrija os erros da verificação prévia antes de revisar as alterações.
pt_pt: Corrija os erros de simulação antes de revisar as alterações.
ro: Remediați erorile de zbor înainte de a examina modificările.
ru: Исправьте ошибки предварительной проверки, прежде чем просматривать изменения.
sk: Pred kontrolou zmien opravte chyby kontroly pred výstupom.
sl: Popravite napake pred preverjanjem, preden pregledate spremembe.
sv: Åtgärda preflight-felen innan du granskar ändringarna.
th: แก้ไขข้อผิดพลาด preflight ก่อนที่จะตรวจสอบการเปลี่ยนแปลง
tr: Değişiklikleri incelemeden önce ön denetim hatalarını düzeltin.
uk: Виправте помилки попередньої перевірки, перш ніж переглядати зміни.
ur: تبدیلیوں کا جائزہ لینے سے پہلے پری فلائٹ کی غلطیوں کو درست کریں۔
vi: Sửa lỗi preflight trước khi xem xét các thay đổi.
zh_hans: 请先修复预检错误，再检查更改。
zh_hant: 請先修正預檢錯誤，再檢查更改。
